{
    "Intro": [
        "Algae is everywhere! These photosynthetic organisms could be lurking in your house without your knowledge.",
        "Your challenge is to search your house for items that contain algae. (My instincts tell me there are 5 such items.)"
    ],
    "FishTank": [
        "Yup, your fish tank definitely has algae. I don’t know how they infiltrated your fish tank, but one thing is for sure… they are kind of cute!",
        "The main algae growing in your fish tank are thread algae and brown algae. They can survive as long as they have a plant’s usual meal: light, water, carbon dioxide, and nutrients like nitrogen and phosphorus.",
        "The brown algae in your fish tank are diatoms, which also require silica to survive. What picky eaters!",
        "Overall, as long as the amount of algae stays controlled, they are free feed for your fishies and nice decoration for your fish tank."
    ],
    "Food": [
        "Yes. Seaweeds are macroalgae, so you have probably eaten algae. For example, the nori in your spam musubi is from the red algae genus <i>Pyropia</i>. Yum!",
        "Algae are also commonly used as a food additive. For instance, agar, which comes from red algae, is used as a vegan substitute for gelatin in many desserts.",
        "Carrageenan, a common food thickener, is also extracted from red algae. (This additive has been a bit controversial though. Do some research after this to find out why!)"
    ],
    "Oil": [
        "The vegan alternative to fish oil…",
        "Drum roll please…",
        "Algae oil!",
        "Both fish and algae oil are great sources of omega-3.",
        "While algae oil costs more than fish oil, it offers several advantages: it’s plant-based, has a more pleasant smell, and is environmentally friendlier.",
        "It looks like your algae oil is derived from the green microalgae genus <i>Schizochytrium</i>."
    ],
    "Fertilizer": [
        "What!? Algae are used as bio-fertilizers!? But it makes sense: living microalgae, commonly cyanobacteria (such as <i>Anabaena</i> and <i>Spirulina</i>), can provide the nitrogen and phosphorus that plants need. ",
        "No wonder your plant has been growing so well!"
    ],
    "Lotion": [
        "Is that a moisturizer made with algae!? Many skincare products use algae for their hydrating and anti-oxidant benefits.",
        "Look! Your anti-aging moisturizer uses algae oil from the green algae <i>Chlorella protothecoides</i>."
    ],
    "Conclusion": [
        "Yay, you found all of the algae items in your house!",
        "As you can see, algae aren’t simply foreign, green, and microscopic organisms, but rather commonplace and colorful plants and bacteria that come in many different shapes and sizes. How cool is that?",
        "Ultimately, algae research is new and developing, with many potential applications to our daily lives.",
        "Next steps: Check if you own any secret algae products and comment on your favorite algae species!"
    ]
}